{
  "about": "Our company",
  "locations": "Locations",
  "contact": "Contact",
  "title": "Award-winning custom designs and digital branding solutions",
  "subtitle": "With over 10 years in the industry, we are experienced in creating fully responsive websites, app design, and engaging brand experiences. Find out more about our services.",
  "callToAction": "Learn More",
  "viewProject": "VIEW PROJECTS",
  "web": "Web design",
  "webSubtitle": "We build websites that serve as powerful marketing tools and bring memorable brand experiences",
  "webProject1Title1": "Express",
  "webProject1SubTitle1": "A multi-carrier shipping website for ecommerce businesses",
  "webProject1Title2": "Transfer",
  "webProject1SubTitle2": "Site for low-cost money transfers and sending money within seconds",
  "webProject1Title3": "Photon",
  "webProject1SubTitle3": "A state-of-the-art music player with high-resolution audio and DSP effects",
  "webProject1Title4": "Builder",
  "webProject1SubTitle4": "Connects users with local contractors based on their location",
  "webProject1Title5": "Blogr",
  "webProject1SubTitle5": "Blogr is a platform for creating an online blog or publication",
  "webProject1Title6": "Camp",
  "webProject1SubTitle6": "Get expert training in coding, data, design, and digital marketing",
  "app": "App design",
  "appSubtitle": "Our mobile designs bring intuitive digital solutions to your customers right at their fingertips.",
  "appProject1Title1": "Airfilter",
  "appProject1SubTitle1": "Solving the problem of poor indoor air quality by filtering the air",
  "appProject1Title2": "Eyecam",
  "appProject1SubTitle2": "Product that lets you edit your favorite photos and videos at any time",
  "appProject1Title3": "Faceit",
  "appProject1SubTitle3": "Get to meet your favorite internet superstar with the faceit app",
  "appProject1Title4": "Todo",
  "appProject1SubTitle4": "A todo app that features cloud sync with light and dark mode",
  "appProject1Title5": "Loopstudios",
  "appProject1SubTitle5": "A VR experience app made for Loopstudios",
  "graphic": "Graphic design",
  "graphicSubtitle": "We deliver eye-catching branding materials that are  tailored to meet your business objectives.",
  "graphicProject1Title1": "  Tim Brown",
  "graphicProject1SubTitle1": "A book cover designed for Tim Brown’s new release, ‘Change’",
  "graphicProject1Title2": "Boxed Water",
  "graphicProject1SubTitle2": "A simple packaging concept made for Boxed Water",
  "graphicProject1Title3": "Science!",
  "graphicProject1SubTitle3": "A poster made in collaboration with the Federal Art Project",
  "advantageTitle1": "Passionate",
  "advantageTitle2": "Resourceful",
  "advantageTitle3": "Friendly",
  "advantageSubTitle1": "Each project starts with an in-depth brand research to ensure we only create products that serve a purpose. We merge art, design, and technology into exciting new solutions.",
  "advantageSubTitle2": "Everything that we do has a strategic purpose. We use an agile approach in all of our projects and value customer collaboration. It guarantees superior results that fulfill our clients’ needs.",
  "advantageSubTitle3": " We are a group of enthusiastic folks who know how to put people first. Our success depends on our customers, and we strive to give them the best experience a company can provide.",
  "contactTitle": "Let’s talk about your project",
  "contactSubTitle": "Ready to take it to the next level? Contact us today and find out how our expertise can help your business grow.",
  "contactAction": "Get in touch",
  "aboutUsTitle": "About Us",
  "aboutUsText": "Founded in 2010, we are a creative agency that produces lasting results for our clients. We’ve partnered with many startups, corporations, and nonprofits alike to craft designs that make real impact. We’re always looking forward to creating brands, products, and digital experiences that connect with our clients’ audiences.",
  "talentTitle": "World-class talent",
  "talentText": "We are a crew of strategists, problem-solvers, and technologists. Every design is thoughtfully crafted from concept to launch, ensuring success in its given market. We are constantly updating our skills in a myriad of platforms. Our team is multi-disciplinary and we are not merely interested in form — content and meaning are just as important. We give great importance to craftsmanship, service, and prompt delivery. Clients have always been impressed with our high-quality outcomes that encapsulates their brand’s story and mission.",
  "partnershipTitle": "The real deal",
  "partnershipText": "As strategic partners in our clients’ businesses, we are ready to take on any challenge as our own. Solving real problems require empathy and collaboration, and we strive to bring a fresh perspective to every opportunity. We make design and technology more accessible and give you tools to measure success. We are visual storytellers in appealing and captivating ways. By combining business and marketing strategies, we inspire audiences to take action and drive real results.",
  "canada": "Canada",
  "australia": "australia",
  "uk": "United Kingdom",
  "seeLocation": "See Location",
  "locationTitle": "Designo Central Office",
  "locationAddress": "3886 Wellington Street Toronto, Ontario M9C 3J5",
  "contactInfo": "Contact Us (Central Office)",
  "contactInfoPhone": "P : +1 253-863-8967",
  "contactInfoMail": "M : contact@designo.co",
  "locationTitleAu": "Designo Central Office",
  "locationAddressAu": "3886 Wellington Street Toronto, Ontario M9C 3J5",
  "contactInfoAu": "Contact Us (Central Office)",
  "contactInfoPhoneAu": "P : +1 253-863-8967",
  "contactInfoMailAu": "M : contact@designo.co",
  "locationTitleUk": "Designo Central Office",
  "locationAddressUk": "3886 Wellington Street Toronto, Ontario M9C 3J5",
  "contactInfoUk": "Contact Us (Central Office)",
  "contactInfoPhoneUk": "P : +1 253-863-8967",
  "contactInfoMailUk": "M : contact@designo.co",
  "contactFormText": "Ready to take it to the next level? Let’s talk about your project or idea and find out how we can help your business grow. If you are looking for unique digital experiences that’s relatable to your users, drop us a line.",
  "contactFormName": "Name",
  "contactFormEmail": "Email address",
  "contactFormPhone": "Phone",
  "contactFormMsg": "Your Message",
  "contactFormBtn": "Submit"
}
